Repository: hottodoguru/cn436MyWorkoutApp
Catalog: MyWorkout/*.lproj/Localizable.strings
Languages: th

source: Burpee
th: ท่าเบอร์พี่

source: Continue
th: ไปต่อ

source: Couldn't find (Exercise.exercise[index].videoName).mp4
th: ไม่พบไฟล์ (Exercise.exercise[index].videoName).mp4

source: Done
th: เสร็จสิ้น

source: Get fit
th: ลุย

source: Get Start
th: เริ่ม

source: Good job completing all exercises! Remember tomorrow's another day. So eat well and get some rest.
th: ยอดเยี่ยม กระเทียมดองที่ทำเสร็จหมดทุกท่า เวรี่กู๊ด อย่าลืมทำพรุ่งนี้เด้อสู กินข้าวเยอะๆละมาลุยต่อเด้อ

source: History
th: ประวัติการออกกำลังกาย

source: Lunges
th: ท่าย่อขา

source: Nice !
th: สวยพี่สวย !

source: Planks
th: ท่าแพลงก์

source: Squat
th: ท่าสควอทต์

source: Start
th: เริ่ม

source: Today Progress :
th: ความคืบหน้าในวันนี้ :

source: Welcome
th: ยินดีต้อนรับ

source: with high intensity interval training
th: กับการฝึกที่เข้มข้นจัด
